Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Hours earlier, the state news agency Irna declared Mr Ahmadinejad the definite winner, and his campaign manager was quoted as saying any doubts cast on this victory will be treated as a joke by the public.
ar: و بساعات قلائل مبكرة، أعلنت وكالة أنباء إيران (إيرنا) أن السيد أحمدي نجاد هو الفائز الحتمي و أن مدير حملته صرح أن: أي شكوك حول نتيجة تلك الإنتخابات و ذلك الإنتصار سيتعامل معها على أنها فكاهة من قبل الجميع.

source: Danger of 'tyranny'
ar: خطر الطاغية و الاستبداد :

source: Mr Mousavi issued a statement shortly after 1300 local time (0930 GMT) on Saturday, after the scale of the hard-line president's victory became clear.
ar: و قد نشر السيد موسوي كلمةً له يوم السبت بفترة قصيرة بعد الساعة التاسعة و النصف بالتوقيت العالمي، بعد أن أصبح واضحاً أمام الجميع أن نتائج الإنتخابات قد حسمت و لصالح من.

source: The former prime minister dismissed the election result as deeply flawed.
ar: و قد انصرف رئيس الوزراء الأسبق من قاعة إلان نتائج الإنتخابات الرئاسية،

source: I personally strongly protest the many obvious violations and I'm warning I will not surrender to this dangerous charade, the Reuters news agency reported him as saying. The result of such performance by some officials will jeopardise the pillars of th
ar: و قال: أنا شخصياً أعترض بشدة على الإختراقات الواضحة العديدة و أحذر أنني لن استسلم لهذه التمثيلية الخطيرة. و كذلك فقد أعلنت وكالة أنباء رويتر أنه قال أيضاً: إن نتيجة مثل ذلك الأداء التمثيلي من قبل بعض المسؤولينالحكوميين سيعرض أركان و دعائم الجمهورية الإ

source: Mr Mousavi has already said there was a shortage of ballot papers and alleged that millions of people had been denied the right to vote.
ar: و بالفعل فقد علق السيد موسوي أنه كان هناك نقص واضح في استمارات الإقتراع، و إدعى أن الملايين تراجعوا بعد أن تم منعهم من التصويت و انكار حقهم في الإدلاء بصوتهم في تلك الإنتخابات الرئاسية.

source: His election monitors were not allowed enough access to polling stations, he added, saying he would deal seriously with any irregularities.
ar: كما أن مراقبي الإنتخابات من طرفه لم يكن مسموح لهم بالدخول و المتابعة الكافية بمراكز الإقتراع، و قد أوضح موسوي نتيجة لذلك أنه سيضطر إلى التعامل مع أى تصرفات شاذة بحزم.

source: The head of the Committee to Protect the People's Votes, a group set up by all three opposition candidates, said the group would not accept the result, alleging fraud.
ar: و قد علق رئيس لجنة حماية اصوات الشعب، و هي جمعية مقامة من قبل المرشحين الثلاثة بأن اللجنة لن تقبل نتيجة الإنتخابات.

source: They have asked Iran's Guardian Council - a powerful body controlled by conservative clerics - to cancel the results and re-run the elections. A second opposition candidate, Mehdi Karroubi, declared the results illegitimate and unacceptable.
ar: و قد طلبوا من مجلس وصاية غيران و هو بنيان قوي من رجال الدين المتحفظين – أن يقوم بإلغاء نتائج تلك الإنتخابات و الإعلان عن إعادة الإنتخابات مرةً أخرى. و قد صرح مرشح معارض آخر، مهدي كاروبي بأن نتائج تلك الإنتخابات غير شرعية و غير مقبولة.

source: The BBC's Jon Leyne, in Tehran, says the result has been greeted with surprise and with deep scepticism by many Iranians.
ar: و علق مراسل هيئة الإذاعة البريطانية بطهران، جون لين، أن النتائج قوبلت بالمفاجأة و التشكيك العميق بها من قبل العديد من الإيرانيين.

source: The figures, if they are to be believed, show
ar: و رموز الشعب، إن كان من الممكن تصديقهم فقد أعلنوا

source: Mr Ahmadinejad
ar: أحمدي نجاد

source: winning strongly even in the heartland of Mr Mousavi, the main opposition contender.
ar: أنه الفائز بتلك الإنتخابات في قلب بلد معقل موسوي، و هو زعيم المعارضة الأول.

source: The scale of Mr Ahmadinejad's win means that many people who voted for a reformist candidate in the previous presidential election four years ago have apparently switched their votes to Mr Ahmadinejad, he adds.
ar: و رجوح كفة أحمدي نجاد تعني أن العديد من الشعب الذين صوتوا من أجل المرشح المصلح خلال الإنتخابات الرئاسية الماضية أربعة أعوام مضت قد غيروا موقفهم نحو أحمدي نجاد، و ذلك ما أضافه كذلك.

source: Police presence
ar: تواجد قوات الشرطة

source: Supporters of Mr Ahmadinejad took to the streets on Friday night as their candidate declared his own victory.
ar: انتشر مناصري أحمدي نجاد بشوارع المدن مساء الجمعة إثر إعلان نجاح أحمدي نجاد بالإنتخابات الرئاسية مرةً أخرى على التوالي.

source: Mr Ahmadinejad's supporters celebrate on Tehran's streets
ar: إحتفل أنصار أحمدي نجاد بفوزه بشوارع طهران.

source: By Saturday morning, with the opposition angry at the formal results, police in Tehran moved to prevent protests even though there were few signs of organised dissent.
ar: انتقلت قوات الشرطة الإيرانية إلى الشوارع بصباح يوم السبت إثر تأكيد إعلان فوز الرئيس أحمدي نجاد بالإنتخابات الإيرانية، و غضب المعارضة من نتائج تلك الإنتخابات، و ذلك بهدف منع الإحتجاجات بالرغم من وجود بعض المؤشرات على وجودنوعاً من المعارضة المنظمة بالموقف.

source: There was heavy security around Mr Mousavi's campaign headquarters and reports that at least one rally for Mr Mousavi was broken up by police.
ar: و قد تواجدت قوات الأمن بقوة حول منظمي حملات موسوي و تم الإعلان عن أن مسيرة واحدة على الأقل من أجل موسوي تم تفريقها من قبل قوات الشرطة.

source: The AFP news agency said police dispersed opposition supporters on Saturday morning, quoting a senior police official as saying: The time of dancing and shouting is over.
ar: و قد علقت وكالة الأنباء الفرنسية الأسيوشيتد برس أن قوات الشرطة قمعت احتجاجات مناصري المعارضة يوم السبت صباحاً، و موضحةً أن أحد كبار ضباط الشرطة قد علق قائلاً: وقت الرقص و الصراخ قد انتهى.

source: One opposition supporter who gave her name as Shirin, told the BBC she still had confidence Mr Mousavi would become president.
ar: و قد أخبرت أحد أنصار المعارضة و قد ادعت أن اسنها شيرين، هيئة الإذاعة البريطانية أنها ما زالت واثقة أن السيد موسوي سيصبح الرئيس القادم لإيران

source: But he advised us, the supporters, not to do anything harsh or trying to... clash with Ahmadinejad's supporters, she said.
ar: و أكملت أنه: نصحنا كأنصار له ألا نقوم بأي سلوك عدواني أو حتى نحاول أن نقوم بأي تحرشات مع أيٍ من أنصار أحمدي نجاد.

source: Iran: Storm of protest after election
ar: إيران: عاصفة من المظاهرات تجتاح إيران بعد الانتخابات

source: Thousands of people
ar: تظاهر

source: demonstrated
ar: الآلاف من الناس في طهران ومشهد

source: in Tehran, Mashhad and several other major cities in Iran to protest against President
ar: وعدة مدن كبرى أخرى في إيران احتجاجاً على إعلان الرئيس محمود

source: Mahmoud Ahmadinejad
ar: أحمدي نجاد

source: 's proclaimed victory in the Iranian presidential election on Friday. Two different reformist rivals and their supporters insist there was election fraud at play.
ar: الفوز في الانتخابات الرئاسية الإيرانية يوم الجمعة، ويصر منافسان مختلفان من الإصلاحيين ومؤيديهم على حدوث تزوير في الانتخابات.

source: Mir Hussein Moussavi
ar: وقال مير حسين موسوي المنافس الرئيسي لأحمدي نجاد

source: , the main challenger of Ahmadinejad
ar: إن النتائج بداية من المراقبين غير الجديرين بالثقة

source: said
ar: تعكس

source: the results from “untrustworthy monitors” reflect “the weakening of the pillars that constitute the sacred system” of Iran and “the rule of authoritarianism and tyranny.” Several scenes of street fights and demonstrations are uploaded on YouTube.
ar: ضعف الركائز التي تشكل النظام المقدس في إيران وتعكس حكم الاستبداد والطغيان، وتم تحميل عدة مشاهد من المعارك في الشوارع والمظاهرات على موقع اليوتيوب.

source: A demonstration in
ar: هذه مظاهرة

source: Valiasr street
ar: في شارع فالياسر

source: in Tehran where thousands of protesters demonstrated and chanted slogans against the Ahmadinejad government.
ar: في طهران حيث تظاهر الآلاف من المحتجين ورددوا شعارات معادية لحكومة أحمدي نجاد.

source: Ghomar Ashegahne
ar: نشر غمار أشجان عدة

source: has
ar: لقد

source: published
ar: يظهر

source: several photos showing security forces beating protesters (see photo above). The blogger writes [fa] that the repression would be a good reason not to go to streets to protest, but ‘what can we do with all this sorrow?'. He says Karoubi and Moussavi [the
ar: فيها ضرب قوات الأمن للمحتجين (انظر الصورة بالأعلى)، وكتب المدون إن القمع سيكون سبب كافياً لعدم الذهاب إلى الشوارع للاحتجاج، ولكن 'ماذا يمكننا أن نفعل مع كل هذا الأسى؟'، ويقول إن كروبي وموسوي (المرشحين الإصلاحيين الأساسين) اللذان أرادا تغيير الوضع في البلا

source: Belgiran
ar: وكتب بلجارين إن القائد

source: writes
ar: عن تويتر

source: [fa] that Iranian Leader,
ar: علي خامنئي أطاح بموسوي بانقلاب قبل أن يصبح رئيسا

source: Ali Khamenei
ar: وعين بدلا

source: , overthrew Moussavi by a coup before he even bacame president and replaced him with Ahmadinejad… He writes, “This regime just lost the little legitimacy that it had.”
ar: منه أحمدي نجاد ... وكتب هذا النظام فقد الشرعية الضئيلة التي كان يحوز عليها.

source: Mehrdadd
ar: وكتب مهرداد

source: on Twitter, that the Iranian Leader shows he is against the Iranian people. Now any political personality should take a position for or against people.
ar: إن الرئيس الإيراني يبين إنه ضد الشعب الإيراني، الآن أي شخصية سياسية ينبغي أن تتخذ موقفا ضد الناس أو لصالحها.

source: Mehri912
ar: وقال مهري912

source: on Twitter, “If Iran sleeps tonight, it will sleep forever”.
ar: إذا نامت إيران الليلة، ستنام إلى الأبد.

source: Ahmadinejad leads Mousavi in preliminary results
ar: أحمدي نجاد يتقدم على موسوي في النتائج الأولية

source: Official preliminary results show that Iran's incumbent President Mahmoud Ahmadinejad is leading the polls with 69.04 percent of the ballots that have so far been counted.
ar: أظهرت النتائج الرسمية الأولية إلى أن رئيس إيران الحالي محمود أحمدي نجاد يتقدم استطلاعات الرأي مع 69.04 فى المائة من الأصوات التى تم عدها حتى الآن.

source: In a surprise press briefing, Iran's Election Commission Chief, Kamran Daneshjoo, announced that 19.42 percent of the votes were counted until 23:54 local time (20:24 GMT).
ar: وفي مؤتمر صحفى مفاجئ، أعلن كامران دانيشو رئيس لجنة الانتخابات أن 19.42 ٪ من الأصوات تم فرزها حتى 23:54 بالتوقيت المحلى (20:24 بتوقيت جرينتش).

source: According to Daneshjoo, Ahmadinejad is leading in the polls, followed by Mir-Hossein Mousavi who has 28.42 percent of the votes.
ar: ووفقاً لما قاله دانيشو، يتقدم أحمدي نجاد الاستطلاعات تليه مير حسين موسوي الذي حصد 28.42 فى المائة من الأصوات.

source: Preliminary results show that Mohsen Rezaei has won 1.62 percent of the votes and Mehdi Karroubi has grabbed 0.9 percent.
ar: وتشير النتائج الأولية الى أن محسن رضائي فاز بحوالي 1.62 فى المائة من الأصوات، أما مهدي كروبي قد انتزع 0.9 في المائة.

source: According to Press TV's correspondent at the Election Commission Headquarters, Gissoo Ahmadi, more than 32 million people have cast their ballot in the election that saw a massive turnout on Friday June 12.
ar: ووفقاً لمراسل قناة برس تي في الإيرانية في مقر لجنة الانتخابات جيسو أحمدي، فإن أكثر من 32 مليون شخص أدلوا بأصواتهم في الانتخابات التي شهدت إقبالاً قوياً يوم الجمعة الموافق 12 يونيو.

source: Our correspondent added that the briefing was unexpected and that the reporters were surprised by the announcement, which was not due until dawn.
ar: وأضاف مراسلنا أن المؤتمر كان غير متوقعاً وأن الصحفيين قد فوجئوا بالإعلان الذي لم يكن ليعلن عنه قبل الفجر.

source: The press briefing came after Mousavi claimed victory with 54 percent of the vote in a separate news conference.
ar: وجاء المؤتمر الصحفى بعد إدعاء موسوي الفوز بحوالي 54 فى المائة من الأصوات فى مؤتمر صحفى منفصل.

source: Mousavi says he definite winner in Iran election
ar: موسوي يقول إنه الفائز المؤكد في الانتخابات الإيرانية

source: TEHRAN (Reuters) - Former prime minister Mirhossein Mousavi said he was the definite winner in Iran's presidential election on Friday against President Mahmoud Ahmadinejad.
ar: طهران (رويترز) - قال رئيس الوزراء السابق مير حسين موسوي إنه كان الفائز المؤكد في الانتخابات الرئاسية الإيرانية يوم الجمعة أمام الرئيس محمود أحمدي نجاد.

source: I am the definite winner of this presidential election, he told a news conference in Tehran.
ar: وقال في مؤتمر صحفي عُقد في طهران أنا الفائز المؤكد في الانتخابات الرئاسية.

source: He said that many voters had not been able to cast their ballots even after voting was extended by four hours.
ar: وقال إن العديد من الناخبين لم يتمكنوا من الادلاء بأصواتهم حتى بعد مد التصويت أربع ساعات.

source: In the early hours all sides agreed the country would have a national government. The shock of the moment - for the victors were in gloom just days before - heralded a triumph for the middle ground.
ar: هذا و قد اجتمعت كحل الأطراف في الساعات الأولى على الاتفاق بأن البلاد سيكون عندها حكومة وطنية. و كانت صدمة اللحظة - حيث أن المنتصرين كانوا يقبعون في الهم قبل أيام فقط - و كانت بداية انتصار مبشر في الأرض الشرق أوسطية.

source: There is no disguising the scale of the challenge the result poses for Hizbollah. It faces a choice between the kind of stridency its Iranian backers appear to demand and accepting a minority role in Lebanon.
ar: و لا يمكن إنكار حجم التحدي الذي شكلته النتيجة لحزب الله. و هو الأن يواجه الخيار بين ذلك النوع من نبرة طلب أنصاره الإيرانيين و أو قبول دور الأقلية في لبنان.

source: If it chooses the former approach it could complain that the Lebanese political system - which gives Christians half the seats in parliament - is hopelessly skewed against the Shia Muslims it represents.
ar: فإذا اختار النهج السابق من الممكن أن يشتكي من أن النظام السياسي اللبناني - الذي يمنح المسيحيين نصف المقاعد في البرلمان - منحرف بشكل يائس ضد المسلمين الشيعة الذين يمثلها الحزب.

source: The country would be plunged into a damaging power struggle if it demanded reform as the price of its continued participation.
ar: ستدخل البلاد في حالة صراع مدمرة على السلطة إذا ما طالب بالاصلاح كثمن لاستمرار مشاركته فيها.

source: Magnanimity is rarely witnessed Beirut. President Obama may have already set the Middle East's new mood.
ar: نادرا ما تشهد الشهامة في بيروت. و ربما الرئيس أوباما قد حددت بالفعل المزاج الجديد للشرق الأوسط.

source: A group of foreigners kidnapped in Yemen
ar: اختطاف مجموعة من الأجانب في اليمن.

source: A group of foreign nationals, mostly women and children, have been kidnapped in northern Yemen, officials say.
ar: صرح مسؤولون أنه تم اختطاف مجموعة من الأجانب, معظمهم من النساء و الأطفال, في شمال اليمن.

source: The foreigners -- seven Germans, a British engineer and a female South Korean teacher-- went missing in the restive Saada region on Friday while they were on a picnic.
ar: الأجانب و هم - سبعة ألمان, مهندس بريطاني و مدرسة من كوريا الجنوبية - كانوا قد فقدوا في منطقة صعدة المضطربة يوم الجمعة بينما كانوا في نزهة.

source: The group were members of an international relief group working in a hospital in the region.
ar: هذا و ينتمي أعضاء المجموعة إلى جماعة إغاثة دولية تعمل في مستشفى في المنطقة.

source: While no group has yet claimed responsibility for the kidnapping, Yemen's defense ministry immediately pointed the finger of blame at Huthi Zaidi rebels who have been fighting the government in Sanaa for five years.
ar: في الوقت الذي لم تدع فيه أية جماعة مسؤوليتها عن عملية الاختطاف, وجهت وزارة الدفاع اليمنية إصبع الاتهام على الفور إلى متمردي الحوثي زايدي الذين يقاتلون الحكومة منذ خمس سنوات..

source: The rebel's spkosman, however, has denied involvement in the abduction, which came shortly after the release of 24 medical workers kidnapped by armed tribesmen in Amran province.
ar: أما المتحدث باسم المتمردين, على أية حال, فقد نفى ضلوعهم في عملية الاختطاف, التي جاءت بعد وقت قصير من إطلاق سراح أربع و عشرين عاملا من العاملين الطبيين الذين تم اختطافهم من قبل رجال قبائل مسلحين في مقاطعة عمران.

source: South Korea's foreign ministry on Sunday confirmed that one of its nationals was missing in Yemen since Thursday evening, but the British and German ministries have declined to confirm reports of the kidnapping saying they are looking into the incident.
ar: هذا و قد أكدت وزارة خارجية كوريا الجنوبية أن أحد رعاياها قد فقد في اليمن منذ مساء الخميس, لكن وزارتي ألمانيا و بريطانية رفضتا تأكيد التقارير حول عملية الاختطاف مفيدتين أنهما تقومان بالبحث في تفاصيل الحادث.

source: Over 300 foreign nationals have been abducted in Yemen since 1991 and the majority have been released unharmed.
ar: أكثر من ثلاثمئة شخص أجنبي تم اختطافهم في اليمن منذ عام 1991 , و تم الإفراج عن معظمهم سالمين.

source: Font size :
ar: حجم الخط:

source: Sun, 14 Jun 2009 10:35:10 GMT
ar: الأحد, في الرابع عشر من شهر تموز, 2009._الساعة 10:35 مساءا بتوقيت غرينتش.

source: Iran protests: live
ar: احتجاجات إيران: مباشرة...

source: As the Iranian authorities continue their crackdown on opposition rallies, foreign journalists, and the internet, what next for the protest movement? Follow live updates on the aftermath of Iran's disputed presidential election
ar: في الوقت الذي تواصل فيه السلطات الإيرانية حملتها على اجتماعات المعارضة, الصحفيين الأجانب, و شبكة الانترنت, ما هي الخطوة الجديدة بالنسبة لحركة الاحتجاج? تابع معنا التحديثات الحية و المباشرة لأثار ما بعد الانتخابات الإيرانية الرئاسية المتنازع عليها.

source: Supporters of defeated Iranian presidential candidate Mir Hossein Mousavi run in the streets during protests. Photograph: Getty Images
ar: أنصار المرشح الرئاسي الإيراني المهزوم مير حسين موسوي يركضون في الشوارع أثناء الاحتجاجات. صورة: غيتي إيماجز.

source: Abtahi's website is back up and running. It reads:
ar: موقع أبطجي يعود من جديد. و فيه:

source: Mohammad Ali Abtahi, former vice president during Mr Khatami's presidency and the advisor to Mr Karroubi in the presidential election had been arrested today
ar: محمد علي ابطحي, الذي كان نائبا للرئيس أثناء رئاسة السيد خاتمي و مستشار السيد كروبي في الانتخابات الرئاسية, تم اعتقاله يوم

source: (Tuesday). Whenever he gets released, he will write here on his website.
ar: (الثلاثاء). و في الوقت الذي سيطلق سراحه فيه , فإنه سيكتب هنا على موقعه الالكتروني.

source: The planned opposition rally in Tehran is underway. Stay in big groups, advises one tweet from the city.
ar: تجمع المعارضة المخطط له في طهرانجار الأن. ابق في مجموعات كبيرة , هي نصيحة من أحد رسائل التويت من المدينة.

source: Twitter users all over the world are being urged to change the location in their profiles to Tehran, in an attempt to frustrate the Iranian authorities. It's much harder if we're all 'Iranians', tweets Peter Havens.
ar: مستخدمو تويتر في جميع أنحاء العالم يجري حثهم على تغيير الموقع في ملفاتهم إلى طهران, في محاولة لإحباط السلطات الإيرانية. يقول بيتر هافنز في التويت الخاص به: يسكون أمرا أصعب بكثير إن كنا جميعا ' إيرانيون '.

source: Football update from Robert Tait: The green armband wearing members of Iran's national team appear to have been forced to remove their pro-Mousavi emblems. The team emerged for the second half of the match against South Korea with none of its members wear
ar: جديد خاص بكرة القدم من روبرت تيت: الباندات الخضراء الخاصة بالأيدي التي يرتديها أعضاء المنتخب الإيراني, يبدو أنه تم إجبارهم على إزالة الشعارات الموالية لموسافي. حيث ظهر الفريق في النصف الثاني من المباراة ضد كوريا الجنوبية و لم يكن أحد منه يرتدي الرموز.

source: The match ended in a 1-1 draw, putting Iran's qualification for the World Cup in doubt.
ar: و قد انتهت المباراة بالتعادل 1 - 1, الأمر الذي يجعل من تاهل إيران إلى كأس العالم أمرا مشكوكا فيه.

source: A picture claimed to be of today's opposition rally has been posted to Twitpic.
ar: صورة يزعم انها من تجمع المعارضة هذا اليوم تم نشرها على تويت بيك.

source: It shows thousands of people marching on a flyover labelled the Krimkhan bridge. The date of the picture is impossible to confirm, please let us know if you have more information.
ar: تظهر مسيرة لألاف الأشخاص و هم يمشون صعودا على طريق جسر كريم خان . و من المستحيل تأكيد تاريخ التقاط الصورة, الرجاء إبلاغنا إن كنت تمتلك معلومات أكثر عن الموضوع.

source: My colleague Mark Tran has been going through various comment pieces of the Iran crisis.
ar: زميلي مارك تران مر على العديد من المقتطفات للتعليقات المختلفة الخاصة بأزمة إيران.

source: He picks out this by Joe Cirincione, a nuclear weapsons expert, who admits to changing his mind about the country,
ar: و قد اختار هذا التعليق بقلم جو سيرينسيون, خبير في الأسلحة النووية, الذي يعترف بتغيير رأيه في البلاد,

source: this is no longer Khamanei's Iran
ar: لم تعد هذه إيران خامنئي بعد الأن.

source: , he says.
ar: كما يقول في تعليقه.

source: And this by Robert Dreyfuss in the Nation which says:
ar: وهذا التعليق كتبه روبرت دريفاس في ذي نايشن يقول فيه:

source: The people who wanted change aren't going to get it.
ar: الناس الذين يريدون التغيير لن يحصلوا عليه.

source: The regime is too powerful, and it controls all the levers of power: the army, the police, the Revolutionary Guard and paramilitary groups, thuggish militias, the judiciary and courts, the media, and more. Those who hope that the reformists, including Mou
ar: فالنظام قوي جدا, و يسيطر على جميع مستويات السلطة: الجيش, الشرطة, الحرس الثوري, المجموعات شبه العسكرية, ميلشيا ثوغيش, القضاء, المحاكم, الإعلام, و المزيد. و أولئك الذين يأملون أن الإصلاحيين, بمن فيهم موسوي, الرئيس السابق خاتمي, و رجل الدين مهدي كروبي, سيدعم

source: More than 500,000 Iranians are silently marching from from Haft-e-Tir Squre to Vali Asr Square, reports
ar: أكثر من 500,000 شخص من الإيرانيين يسيرون في صمت من ساحة حافة التير باتجاه ساحة فالي عصر, تقرير

source: in Tehran.
ar: من طهران.

source: Many are wearing black in mourning for those killed in earlier protests. Protesters want to go to Tehran University later to mourn the killing on Sunday of students in a dormitory.
ar: الكثير منهم يرتدون اللون الأسود حدادا على أولئك الذين قتلوا في الاحتجاجات المبكرة. كما يرغب المعارضون بالذهاب إلى جامعة طهران في وقت لاحق, حدادا على الطلاب الذين قتلوا يوم الأحد في أحد المساكن.

source: One street leading to the square was packed for several kilometres, witnesses said.
ar: و قد قال شهود أن الشارع الوحيد المؤدي إلى الساحة كان مكتظا لمسافة عدة كيلومترات,

source: Reuters says that tens of thousands of people are protesting.
ar: رويترز تقول أن عشرات الألاف من الأشخاص يحتجون الأن.

source: Most of the protesters were silent and making victory signs. Some are holding pictures of those killed.
ar: كان معظم المتظاهرين صامتون و يؤدون علامات النصر. و بعضهم يحمل صورا للأشخاص الذين قتلوا.

source: The authorities say the rally is banned.
ar: و قد قالت السلطات أنه تم حظر التجمع.

source: (That's it from me, Matthew Weaver, my Washington colleague Daniel Nasaw will be taking over. Thanks again for your comments, please keep them coming).
ar: ( كان ذلك مني, ماثيو ويفير, زميلي في واشنطن دانيال ناسو سيستلم زمام الأمور. شكرا مرة أخرى على تعليقاتك, الرجاء ثابر على تزويدنا بها دوما).

source: Mapping the Arabic Blogosphere: Politics, Culture and Dissent
ar: خرائط البلوغوسفير العربية: السياسة, الثقافة و المعارضة.

source: Published June 16, 2009
ar: نشرت في السادس عشر من شهر حزيران, 2009

source: Authored by
ar: تأليف كل من

source: Bruce Etling
ar: بروس إيتلينغ.

source: John Palfrey
ar: جون بالفيري.

source: Internet and Democracy
ar: الانترنت و الديمقراطية.

source: This case study is part of a series of studies produced by the
ar: هذه الدراسة هي جزء من سلسلة من الدراسات التي أنتجت من قبل

source: Internet & Democracy project
ar: مشروع الانترنت و الديمقراطية..

source: . The project’s initial case studies investigated three frequently cited examples of the Internet’s influence on democracy. The first case looked at the user-generated news site OhmyNews and its impact on the 2002 elections in South Korea. The second docu
ar: -حققت الدراسات الأولية للمشروع في ثلاثة أمثلة مستشهد بها بشدة حول تاثير الانترنت على الديمقراطية. الحالة الأولى نظرت إلى موقع أخبار متولدة عن طريق المستخدمين و هو أوه ماي نيوز و تأثيره على انتخابات عام 2002 التي جرت في كوريا الجنوبية. أما الحالة الثانية

source: KEY FINDINGS
ar: النتائج الرئيسية..
